# .zsh_plugins.txt
# Antidote plugin configuration

# Handle oh-my-zsh dependencies and setup
getantidote/use-omz

# oh-my-zsh core library and plugins
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/aliases
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/gitfast
ohmyzsh/ohmyzsh path:plugins/colorize
ohmyzsh/ohmyzsh path:plugins/fzf
ohmyzsh/ohmyzsh path:plugins/history
ohmyzsh/ohmyzsh path:plugins/kubectl
ohmyzsh/ohmyzsh path:plugins/kubectx

# Standalone community plugins
zsh-users/zsh-completions kind:fpath path:src
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
zdharma-continuum/fast-syntax-highlighting kind:defer
psprint/zsh-navigation-tools
wfxr/forgit

# Git auto-fetch (standalone implementation)
MenkeTechnologies/zsh-git-acp
